Repository: nymbols/youtube-video-importer
Catalog: languages/source/yti_video-*.po
Languages: sv_se

source: Please note that if videos from a playlist are already imported the plugin won't create double posts. All duplicates will be skipped but the import count for that playlist will get updated.
sv_se: Notera att om ett videoklipp från en spellista redan existerar, så kommer detta inte att importeras, utan dessa kommer att skippas.

source: This screen provides access to all your automatic playlists.
sv_se: Denna sida ger dig åtkomst till alla dina automatiska spellistor.

source: To create a new playlist just click Add New next to the page title.
sv_se: För att skapa en ny spellista, klicka på "Lägg till ny" brevid sidtiteln.

source: To change import frequency please visit Settings page from plugin menu.
sv_se: För att ändra importfrekvensen, besök Inställningssidan från tilläggsmenyn.
