Repository: nymbols/youtube-video-importer
Catalog: languages/source/yti_video-*.po
Languages: sv_se

source: Videos in playlist
sv_se: Videoklipp i spellistan

source: No videos selected.<br />To create a playlist check some videos from the list on the right.
sv_se: Inga videoklipp valda<br />För att skapa en spellista, välj videoklipp från listan till höger.

source: Delete from playlist
sv_se: Ta bort från spellista

source: Add shortcode into post
sv_se: Lägg till shortcode i inlägget

source: Processing, please wait...
sv_se: Laddar, var god vänta...

source: Not done yet, please be patient...
sv_se: Inte klart ännu, var god vänta...

source: There was an error while importing your thumbnails. Please try again.
sv_se: Det blev ett fel under importen av miniatyrbilder. Försök igen.

source: Import thumbnails
sv_se: Importera miniatyrbilder

source: Sorry, there was an error, please try again.
sv_se: Vi ber om ursäkt, ett fel uppstod, var god försök igen.

source: <strong>Error!</strong> Select some posts to import thumbnails for.
sv_se: <strong>Fel!</strong> Välj inlägg som du vill importera miniatyrbilder till.

source: Thumbnail imports work only for custom post type.
sv_se: Import av miniatyrbilder fungerar endast för skräddarsydda inläggstyper.

source: Please select a valid action.
sv_se: Var god välj en giltig funktion.

source: All thumbnails successfully imported.
sv_se: Alla miniatyrbilder importerades utan problem.

source: Next automatic update scheduled in <strong>%s</strong>.
sv_se: Näst automatiska updatering är schemalagd <strong>%s</strong>

source: Last updated playlist: <em>%s</em>.
sv_se: Senaste uppdaterade spellistan <em>%s</em>.

source: Already existing videos will not be imported twice.
sv_se: Redan existerade videoklipp kommer inte att importeras igen.

source: minute
sv_se: minut

source: 15 minutes
sv_se: 15 minuter

source: 30 minutes
sv_se: 30 de minuter

source: hour
sv_se: timma

source: 2 hours
sv_se: 2 timmar

source: 3 hours
sv_se: 3 timmar

source: 6 hours
sv_se: 6 timmar

source: 12 hours
sv_se: 12 timmar

source: day
sv_se: dagar

source: 10 videos
sv_se: 10 videoklipp

source: 20 videos
sv_se: 20 videoklipp

source: 30 videos
sv_se: 30 videoklipp

source: 40 videos
sv_se: 40 videoklipp

source: 50 videos
sv_se: 50 videoklipp

source: Please enter a playlist ID.
sv_se: Var god välj spellistans ID

source: Playlist contains %d videos.
sv_se: Spellistan innehåller %d videoklipp.

source: Videos
sv_se: Videoklipp

source: Video
sv_se: Videoklipp

# Add new video
source: Add new
sv_se: Lägg till

source: Add new video
sv_se: Lägg till nytt videoklipp

source: Edit video
sv_se: Redigera videoklipp

source: New video
sv_se: Nytt videoklipp

source: All videos
sv_se: Alla videoklipp

source: View
sv_se: Granska

source: Search
sv_se: Sök

source: No videos found
sv_se: Inga videoklipp funna

source: No videos in trash
sv_se: Inga videoklipp i papperskorgen

source: Videos
sv_se: Videoklipp

# video
source: Video categories
sv_se: Videokategorier

# video
source: Video category
sv_se: Videokategori

source: Search video category
sv_se: Sök videokategori

source: All video categories
sv_se: Alla videokategorier

source: Video category parent
sv_se: Videkategori föräldrer

source: Video category parent:
sv_se: Videkategori föräldrer:

source: Edit video category
sv_se: Redigera videokategori

source: Update video category
sv_se: Uppdatera videokategori

source: Add new video category
sv_se: Lägg till ny videokategori

source: Video category name
sv_se: Videokategori namn

source: Video categories
sv_se: Videokategorier

source: Video updated <a href="%s">See video</a>
sv_se: Videoklipp uppdaterad <a href="%s">Se videklipp</a>

source: Custom field updated.
sv_se: Skräddarsytt fält uppdaterat.

source: Custom field deleted.
sv_se: Skräddarsytt fält raderat.

source: Video updated.
sv_se: Videoklipp uppdaterat.

source: Video restored to version %s
sv_se: Videoklipp återställt till version %s

source: Video published. <a href="%s">See video</a>
sv_se: Videoklipp publicerat. <a href="%s">Se videoklipp</a>

source: Video saved.
sv_se: Videoklipp sparat.

source: Video saved. <a target="_blank" href="%s">See video</a>
sv_se: Videoklipp sparat. <a target="_blank" href="%s">Se videoklipp</a>

source: Video will be published at: <strong>%1$s</strong>. <a target="_blank" href="%2$s">See video</a>
sv_se: Videoklippet kommer publiceras: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Se videoklipp</a>

source: Video draft saved. <a target="_blank" href="%s">See video</a>
sv_se: Videoklipp utkast sparat. <a target="_blank" href="%s">Se videoklipp</a>

source: Please select a source
sv_se: Var god välj en källa

source: Import videos
sv_se: Importera videoklipp

source: Automatic YouTube video import
sv_se: Automatisk YouTube videoklipp importering

source: Automatic import
sv_se: Automatisk importering

source: Settings
sv_se: Inställningar

source: Overview
sv_se: Överblick

source: Import frequency
sv_se: Import frekvens

source: Import videos as posts
sv_se: Importera videoklipp som inlägg

source: Please fill all required fields marked with *.
sv_se: Var god fyll i alla nödvändiga fält markerade med *.

source: Add new playlist
sv_se: Lägg till ny spellista

source: Edit playlist <em>%s</em>
sv_se: Redigera spellista <em>%s</em>

source: Add New
sv_se: Lägg till nytt

source: Video list
sv_se: Lista videoklipp

source: Duration
sv_se: Längd

source: Out of %d videos, %d were successfully imported and %d were skipped.
sv_se: Utav %d videoklipp, %d importerades utan problem %d skippades.

source: No videos selected for importing. Please select some videos by checking the checkboxes next to video title.
sv_se: Inga videoklipp valda för importering. Var god välj några videoklipp genom att kryssa i fälten brevid videotiteln.

source: Please select an action.
sv_se: Var god välj en åtgärd.

source: Cheatin' uh?
sv_se: Fuskar du? va?!

source: Importing, please wait...
sv_se: Importerar. Var god vänta...

source: Not done yet, still importing. You'll have to wait a bit longer.
sv_se: Inte klart ännu, importerar fortfarande. Du får vänta en stund till.

source: Video settings
sv_se: Videoinställningar.

source: Import YouTube thumbnail
sv_se: Importera YouTube miniatyrbilder

source: Add video/playlist into post.
sv_se: Lägg till videoklipp/spelllista i inlägget.

source: Add shortcode
sv_se: Lägg till shortcode

source: Add video shortcode
sv_se: Lägg till video shortcode

source: Player size
sv_se: Storlek på spelaren

source: Aspect ratio
sv_se: Bildstorlek

source: Width
sv_se: Bredd

source: Height
sv_se: Höjd

source: Display video in custom post
sv_se: Visa video i skräddarsytt inlägg

source: Above post content
sv_se: Ovanför inläggets innehåll

source: Below post content
sv_se: Nedanför inläggets innehåll

source: Volume
sv_se: Ljudvolym

source: number between 0 (mute) and 100 (max)
sv_se: Nummer mellan 0 (ljudlös) och 100 (maximalt)

source: Autoplay
sv_se: Autospela

source: when checked, video will start playing once page is loaded
sv_se: välj om du vill att videon skall starta när sidan laddats

source: Show controls
sv_se: Visa kontroller

source: when checked, player will display video controls
sv_se: välj om du vill visa video kontroller

source: Allow full screen
sv_se: Tillåt fullskärm

source: Autohide controls
sv_se: Göm kontroller

source: Always show controls
sv_se: Visa alltid kontroller

source: Hide controls on load and when playing
sv_se: Göm kontroller vid laddning och vid uppspelning

source: Hide controls when playing
sv_se: Göm kontroller vid uppspelning

source: Player theme
sv_se: Spelarens tema

source: Dark
sv_se: Mörk

source: Light
sv_se: Ljus

source: Player color
sv_se: Spelarens färg

source: Red
sv_se: Röd

source: White
sv_se: Vit

source: No YouTube logo on controls bar
sv_se: Göm YouTube logotypen i kontrollfältet

source: Setting the color parameter to white will cause this option to be ignored.
sv_se: Om du sätter färgparametern till vit, kommer denna möjlighet ignoreras.

source: Annotations
sv_se: Kommentarer

source: Show annotations by default
sv_se: Visa kommentarer som standard

source: Hide annotations
sv_se: Dölj kommentarer

source: Show related videos
sv_se: Visa relaterade videoklipp

source: when checked, after video ends player will display related videos
sv_se: Välj om du vill att relaterade videoklipp skall visas när videoklippet är slut

source: Show video title in player
sv_se: Visa videotitel i spelaren

source: Disable keyboard player controls
sv_se: Inaktivera tangentbordsfunktioner i spelaren

source: Works only when player has focus.
sv_se: Fungerar endast när spelaren är i fokus.

source: The most recent videos on your site.
sv_se: De senaste videoklippen på din sida.

source: Recent videos
sv_se: Senaste videoklippen

source: Title
sv_se: Titel

source: Number of videos to show
sv_se: Antal videoklipp att visa

source: Display YouTube thumbnails?
sv_se: Visa YouTube miniatyrbilder?

source: Show as video playlist
sv_se: Visa videoklipp som spellista

source: Aspect
sv_se: Aspekt

source: Start
sv_se: Starta

source: Pause
sv_se: Pausa

source: Edit
sv_se: Redigera

source: Delete
sv_se: Radera

source: Reset
sv_se: Återställ

source: User uploads
sv_se: Användarens uppladdningar

source: Video playlist
sv_se: Vide spellista

source: never
sv_se: aldrig

source: Not in queue
sv_se: Inte i kö

source: Import as <strong>%s</strong> posts.
sv_se: Importera som <strong>%s</sctrong>.

source: Theme not active. Videos will be imported as plugin custom posts.
sv_se: Temat är inte aktivt. Videoklippen kommer importeras som tilläggets skräddarsydda inlägg.

source: Import as custom post.
sv_se: Importera som skräddarsytt inlägg.

source: Playlist type
sv_se: Typ av spellista

source: Import in category
sv_se: Importera i kategori

source: Playlist ID
sv_se: Spellistans ID

source: Imported
sv_se: Importerat

source: Total videos
sv_se: Totala videoklipp

source: Queried on
sv_se: Frågad

source: Remove from import queue
sv_se: Ta bort från importkön

source: Add to import queue
sv_se: Lägg till i importkön

source: All automatic importers
sv_se: Alla automatiska importer

source: All
sv_se: Alla

source: Active automatic importers
sv_se: Aktiva automatiska importer

source: Active
sv_se: Aktiv

source: Inactive automatic importers
sv_se: Inaktiverade automatiska importer

source: Inactive
sv_se: Inaktiv

source: Column <em>%s</em> was not found.
sv_se: Kolumnen<em>%s</em> kunde inte hittas.

source: View on YouTube
sv_se: Visa i YouTube

source: (%d votes)
sv_se: (%d röster)

source: Category
sv_se: Kategori

source: Uploader
sv_se: Uppladdare

source: Rating
sv_se: Betyg

source: Views
sv_se: Visningar

source: Published
sv_se: Publicerad

source: Create categories from YouTube
sv_se: Skapa kategoerier från YouTube

source: Select category (optional)
sv_se: Välj kategori (valfritt)

source: Current user
sv_se: Nuvarande användare

source: Bulk actions
sv_se: Sammanställ åtgärder

source: Import
sv_se: Importera

source: Import into category
sv_se: Importera i kategori

source: Import as user
sv_se: Importera som användare

source: Apply
sv_se: Tillämpa

source: Auto play
sv_se: Autospela

source: Show player controls
sv_se: Visa spelarens kontroller

source: Insert shortcode
sv_se: Lägg till shortcode

source: Cancel
sv_se: Avbryt

source: Get video shortcode
sv_se: Hämta video shortcode

source: All categories
sv_se: Alla kategorier

source: Categories
sv_se: Kategorier

source: Date
sv_se: Datum

source: Import videos from YouTube.
sv_se: Importera videoklipp från YouTube.

source: Enter your search criteria and submit. All found videos will be displayed and you can selectively import videos into WordPress.
sv_se: Ange sökkriterier och skicka. Alla funna videoklipp kommer visas och du kan välja vilka du vill importera till WordPress.

source: Feed type
sv_se: Typ av flöde

source: YouTube user ID
sv_se: YouTube användar ID

source: User feed
sv_se: Användarflöde

source: YouTube playlist ID
sv_se: Spellistans ID från YouTube

source: Playlist feed
sv_se: Spellistans flöde

source: Search query
sv_se: Sökfrågor

source: Search query feed
sv_se: Sökning av flöde

source: Select the type of feed you want to load.
sv_se: Välj vilken typ av flöde du vill ladda.

source: Number of videos to retrieve
sv_se: Antal videoklipp som ska tas med

source: Enter any number of results you want to retrieve. Results will be displayed paginated.
sv_se: Ange antal resultat som du vill ta med. Resultaten kommer visas sidvis.

source: Video duration
sv_se: Videolängd

source: Any
sv_se: Vilken som helst

source: Short (under 4min.)
sv_se: Kort (under 4 minuter)

source: Medium (between 4 and 20min.)
sv_se: Medium (mellan 4 och 20 minuter)

source: Long (over 20min.)
sv_se: Lång (över 20 minuter)

source: Search by
sv_se: Sök efter

source: Enter playlist ID, user ID or search query according to Feed Type selection.
sv_se: Fyll i spellistans ID, användar ID eller sökfråga enligt flödestypen du valt.

source: Order by
sv_se: Sortera efter

source: Date of publishing
sv_se: Publiceringsdatum

source: Number of views
sv_se: Antal visningar

source: Position in playlist
sv_se: Position i spellistan

source: Number of comments
sv_se: Antal kommentarer

source: Duration (longest to shortest)
sv_se: Längd (längst till kortast)

source: Reversed position in playlist
sv_se: Omvänd position i spellistan

source: Video title
sv_se: Videotitel

source: Search relevance
sv_se: Sökrelevans

source: Import in <strong>%s</strong>?
sv_se: Importera i <strong>%s</strong>?

source: If you choose to import in %s, all videos will be imported as regular posts and will be visible in your blog categories.
sv_se: Om du väljer att importera till %s, så kommer alla videoklipp importeras som vanliga inlägg och kommer vara synliga i bloggens kategorier.

source: Load feed
sv_se: Ladda flöde

source: Playlist name
sv_se: Spellistans namn

source: A name for your internal reference.
sv_se: Ett namn för din interna referens.

source: User playlist
sv_se: Användarens spellista

source: YouTube playlist
sv_se: YouTube spellista

source: Choose the kind of playlist you want to import.
sv_se: Välj vilken typ av spellista du vill importera.

source: Check playlist
sv_se: Välj spellista

source: Enter playlist ID or user ID according to Feed Type selection.
sv_se: Ange spellistans ID eller användar ID enligt flödets val.

source: Video posts will be created as written by the selected user.
sv_se: Videoinläggen kommer skapas som vald användare.

source: Add to import queue?
sv_se: Lägg till import i kön?

source: If checked, playlist will be added to importing queue and will import when its turn comes.
sv_se: Välj om du vill att spellistan ska läggas till i importeringskön, och importeras när när dess tur är kommen.

source: Select category for all videos imported from this playlist.
sv_se: Välj kategori för alla videoklipp som importeras från denna spellista.

source: Import in <strong>%s</strong> category
sv_se: Importera i <strong>%s</strong> kategori

source: Select category for all videos imported from this playlist as theme posts.
sv_se: Välj kategori för alla videoklipp som importeras från denna spellista som temainlägg.

source: Save
sv_se: Spara

source: step 1
sv_se: steg 1

source: Please enter the video ID you want to search for:
sv_se: Var god ange vilket video ID du vill söka efter:

source: how to get video ID
sv_se: hur man skaffar video ID

source: Import as <strong>%s</strong> post
sv_se: Importera som <strong>%s</strong> inlägg

source: <strong>Step 1</strong> - open any YouTube video page with your favourite browser.
sv_se: <strong>Steg 1</strong> - öppna YouTube med valfri webbläsare.

source: <strong>Step 2</strong> - From your browser address bar copy the value from variable v (highlighted in image below).
sv_se: <strong>Steg 2</strong> - Från adressfältet i webbläsaren, kopiera texten som visas i bilden nedan.

source: <strong>Step 3</strong> - paste the ID into the field above and hit Search video below.
sv_se: <strong>Steg 3</strong> - klistra in ID-texten/numret i fältet ovan och tryck på Sök videoklipp nedan.

source: Search video
sv_se: Sök videoklipp

source: Videos - Plugin settings
sv_se: Videoklipp - Tilläggsinställningar

source: Visibility
sv_se: Synlighet

source: Allow videos in front-end as posts
sv_se: Tillåt videoklipp som front-end inlägg

source: Videos are not available in front-end to be used as posts. You can only incorporate them in playlists or display them in regular posts.
sv_se: Videoklippen är inte tillgängliga i front-enden att användas som inlägg. Du kan endast lägga till dessa i spellistor eller visa dom i vanliga inlägg.

source: Videos are available in front-end as regular posts are and can also be incorporated in playlists or displayed in regular posts.
sv_se: Videoklippen är tillgängliga i front-enden som vanliga inlägg, och kan även läggas till i spellistor eller visas som vanliga inlägg.

source: Allow videos in archive pages
sv_se: Tillåt videoklipp på arkiv sidorna.

source: When checked, videos will be visible on all pages displaying lists of video posts.
sv_se: Välj om du vill att videoklippen skall vara synliga på alla sidor som visar listor av video inlägg.

source: Rewrite (pretty links)
sv_se: Skriv om (förfinade länkar)

source: Post slug
sv_se: Posta slug

source: Bulk Import settings
sv_se: Inställningar för mass-import.

source: Import categories
sv_se: Importerings kategorier

source: Categories retrieved from YouTube will be automatically created and videos assigned to them accordingly.
sv_se: Kategorier som importeras från YouTube kommer automatiskt att skapas och videoklippen kommer läggas till i dessa.

source: Import date
sv_se: Importeringsdatum

source: Imports will have YouTube's publishing date.
sv_se: Importeringarna kommer ha YouTube's publiceringsdatum

source: Set featured image
sv_se: Välj utvald bild

source: YouTube video thumbnail will be set as post featured image.
sv_se: YouTube videons miniatyrbild kommer sättas som utvald bild.

source: If you choose to import thumbnails as featured images please lower the number<br /> of videos imported under <strong>Automatic import</strong> option to 10 or 20 videos.
sv_se: Om du väljer att importera miniatyrbilder som utvalda bilder, var god sänk antalet<br /> videoklipp importerade under <strong>Automatisk importering </strong> till 10 eller 20 videoklipp.

source: Import titles
sv_se: Importera titlar

source: Automatically import video titles from feeds as post title.
sv_se: Importera videotitlar från flödet som inläggstitel automatiskt.

source: Import descriptions as
sv_se: Importera beskrivning som

source: post content
sv_se: posta innehåll

source: post excerpt
sv_se: posta utdrag

source: post content and excerpt
sv_se: posta innehåll och utdrag

source: do not import
sv_se: importera inte

source: Import video description from feeds as post description, excerpt or none.
sv_se: Importera videobeskrivning från flödet som inläggsbeskrivning, utdrag eller inga.

source: Import status
sv_se: Importeringsstatus

source: Draft
sv_se: Utkast

source: Pending
sv_se: Pågående

source: Bulk imported videos will have this status.
sv_se: Mass-importerade videoklipp kommer ha denna status.

source: Import
sv_se: Importera

source: every
sv_se: alla

source: How often should YouTube be queried for playlist updates.
sv_se: Hur ofta skall YouTube köas för uppdateringar av spellistan.

source: Player settings
sv_se: Spelarinställningar

source: General YouTube player settings. These settings will be applied to any new video by default and can be changed individually for every imported video.
sv_se: Generella YouTube spelarinställningar. Dessa inställningar kommer bli applicerade till varje nytt videoklipp som standard och kan ändras individuellt för varje importerat videoklipp.

source: Allow fullscreen
sv_se: Tillåt fullskärm

source: Fade out progress bar when playing
sv_se: Tyna bort progress-baren när videon spelas

source: Show video title by default
sv_se: Visa videotitel som standard

source: Controls:<br> - spacebar : play/pause,<br> - arrow left : jump back 10% in current video,<br> - arrow-right: jump ahead 10% in current video,<br> - arrow up - volume up,<br> - arrow down - volume down.
sv_se: Kontroller:<br /> - Blanksteg: spela/pausa,<br /> - vänsterpil: backa 10% av aktuellt klipp,<br /> - högerpil: spola fram 10% av aktuellt klipp,<br /> - uppåtpil: höj volymen,<br /> - nedåtpil: sänk volymen.

source: Purchase code
sv_se: Köpkod

source: Envato purchase code will enable automatic updates.
sv_se: Envaot köpkod kommer möjliggöra automatiska uppdateringar.

source: Enter purchase code
sv_se: Fyll i köpkod

source: You can find your purchase code by accessing your Envato marketplace Downloads page <br />and clicking on Licence Certificate link that can be found under your plugin purchase.
sv_se: Du kan hitta din köpkod genom att logga in på Envato Marketplace och gå till Downloads Page <br />och sedan klicka på "Licence Certificate"-länken som finns under detta plugin.

source: Save settings
sv_se: Spara inställningar

source: Depending on the WordPress theme used, the plugin can import videos directly as posts. Currently supported themes are DeTube and Avada.
sv_se: Beroende på vilket wordpress tema du använder, kommer detta tillägg importera videoklippen direkt som inlägg. För tillfället stödjs DeTube och Avada teman.

source: To import videos as posts the first requirement is to have any of the supported themes installed and activated.
sv_se: För att importera videoklipp som inlägg så måste du ha ett tema som stödjs av tillägget installerat och aktiverat.

source: If the plugin detects the theme, on all import pages (single post, manual import and automatic import) it will display a new option asking if it should do the import as regular post.
sv_se: Om detta tilllägg upptäcker ett tema som stödjs, så kommer en ny möjlighet/funktion dyka upp på (enskilt inlägg, manuell import och automatisk import). Det kommer dyka upp en checkbox som du kan kryssa för som frågar om du vill importera videoklippen som poster eller som temaposter.

source: Any videos imported for the theme will not be available under All videos, instead they will display under Posts.
sv_se: Alla videoklipp som importeras till temat kommer inte vara tillgängliga under "Alla videoklipp", istället kommer dessa visas under Inlägg.

source: Import frequency is basically how often YouTube will be queried for new videos that might have been published into a playlist.
sv_se: Importfrekvens är mer eller mindre hur ofta YouTube kommer frågas efter nya videoklipp som eventuellt har blivit publicerade till en spellista.

source: To change the import frequency just visit Settings page in plugin menu and modify the option <em>Automatic import</em>.
sv_se: För att ändra importfrekvensen, gå till Inställningssidan i tillägets meny och ändra valmöjligheten<em>Automatiska importer</em>.

source: Please note that only one playlist is update with each query made to YouTube.
sv_se: Notera att endast en spellista är uppdaterad med varje sökning gjord från YouTube.

source: This means that for each period of time set under Automatic import the number of videos set in Settings page will be retrieved from the playlist that comes next in line.
sv_se: Detta betyder att för varje tidsperiod som är satt under Automatiska importeringar, kommer antalet videoklipp på Inställningssidan plockas upp från nästa spellista som står på näst i kö.

source: Also, make sure you don't exceed 50 videos per query since this is a limitation set by YouTube.
sv_se: Notera även att inte överskrida 50 videoklipp per sökning eftersom detta är en limitering satt av YouTube.
